[{"author":"汤姆·霍加德","content":["技术分析是毫无意义的，除非它与行为反应训练结合在一起。","我已经记不清有多少次我在道琼斯指数中赚了100点，最后都变成了零。我就有一个这样的盈利交易，盈利最后变成了个巨大的零。一些不太高兴的交易者在质问我为什么不尽早获利了结。这很难解释，但都与痛苦有关。和100点利润说拜拜给我带来的痛苦，远不及兑现了100点利润却发现市场朝着对我有利的方向越走越远的痛苦。正因为这种理念，有时我能获得400-500点的收益。","盈利的交易者似乎更相信当前的趋势。这种态度的调整可能看起来微不足道，但它实际上是赢家和输家的区别。","亏损的交易者会重复他对当前趋势的不信任，并建立与之相反的仓位。他会这么做，是因为从情感的角度来看，他似乎正在便宜的市场买入，或者在昂贵的市场做空。","他们认为每个趋势的小幅反转都是一个新趋势的开始。在下跌的市场中试图抓住低点而损失的财富比在所有战争中损失的财富还要多。","我是一个使用图表的交易者，但这并不意味着我认为图表是我交易盈利的原因。我曾看到技术分析师恐“高”。也就是说，他们没办法让利润奔跑，因为他们总是看到高空阻力。","害死你的不是你已知的东西。害死你的是那些你以为你知道，但却并非事实的东西。","曾经有人问过我：“如果你不断加仓，那什么时候获利退出？”这是一个很好的问题。我通过图表来判断获利退出时机。如果我在图表上看到了双底形态，而我又在做空，那我可能就想获利退出了。","为了抓住那些获利丰厚的日子，你要建立起一些标准来确定要放弃多少账面利润，这点很关键。","我有一个交易哲学，那就是我愿意牺牲我的利润去探索利润的最大范围。如果你没有这种哲学，你就永远不会知道利润最大能到多少。","对于潜意识来说，交易中有两种痛苦。一种是盈利消失的痛苦。当它看到盈利时，它希望你平仓，因为这样它就不必面对利润消失的痛苦。另一种是亏损的痛苦。当潜意识看到亏损时，它想让你持仓久一些，再久一些。不然，它将不得不面对承担亏损的痛苦。但只要头寸还没平仓，就永远有希望。","你应该在强势时做多，在弱势时做空。高价买入，再以更高价卖出；低价做空，再以更低价平仓。我会错过绝对拐点吗？是的，我会。挑选顶部和底部的人很快就会变成挑棉花的工人。","忘掉便宜。忘掉昂贵。这只是页面上的数字。","我听说有人因为连续3次亏损就停止了交易。如果你了解市场，就知道这是个错误的做法。如果你生病了，或者因为某种情境而情绪低落，那你应该停止交易。但如果你还有能力，就不要仅仅因为连输3次而停止交易。","我发誓，99%的人都没搞明白。当他们赢钱时，他们却开始减仓。要加仓啊！我的意思是，如果一个投注能让你赚10万美元，就让它继续下去。如果你连续掷出3个6，就继续下去。让盈利交易继续。","在这个行业里，学历并不是很重要。你毕业于哪所学校、你的日常工作是什么都不重要。如果你不知道如何处理亏损交易和盈利交易，你在这个领域就不会走得太远。","交易界最流行的俗语之一是，获利退出不会让你破产。哦，获利退出当然可能让你破产。如果你不能让你的利润奔跑，你就永远不会在交易里赚钱。","如果你的目标是想每天赚多少多少钱，或赢多少多少点，你可能在破坏自己赚大钱的机会，你这是以结果为导向。把你的注意力转移到以过程为导向上来，你会受益匪浅。","如果你想在90%的人都失败的领域中取得成功，你有两个选择。你可以研究那90%的失败者，然后做与他们相反的事情。或者你可以复制那10%的成功者所做的事情。","我不会考虑通过加仓的方式来让我已经亏损的头寸变得更糟。我已经通过训练把这种心理特征从我的头脑中抹除了。它甚至不再进入我的脑海。我的大脑知道，当我的判断是正确的时候，我会进行加仓，而当我的判断是错误的时候，我会减仓。","一种理想的思维模式，它极其灵活，它不关心获利，也不关心亏损，它是一种无忧无虑的心态，但它仍然为你最大的利益服务。","事实上，我的一个信念就是，在交易中不要坚持完美。","我早期交易不成功的原因并不是因为我对技术分析的了解不够，而是因为我认为我所需要的只是技术分析。然而，无论在过去还是现在，这都不是真的。我没有把时间和注意力花在技术分析之外的事情上，我没有抓住问题的关键。我的技术分析能力和我的情绪成熟度不匹配，因为我没有花时间进行情绪方面的锤炼。","我看到交易员们表现出的最大缺陷之一，是认为加入趋势为时已晚。在趋势日，我们经常看到客户不断尝试寻找当天的最低点。在那些日子里，我们的客户亏损最多。如果市场在上涨，他们要么什么都不做，要么试图找到一个卖空的位置。如果市场下跌，他们什么都不做，但更有可能的是，他们会找到当天的最低点并买入。","耐心是一种技能，它决定了你是失败者还是高手。","我不能要求市场必须做什么，因此我必须像水一样流动，随市场的变化而变化。我不与市场对抗，而是与市场一起流动。我对自己说“随波流动”。","我获利200点，而市场则处于一个之前的低位。我必须接受这个事实：市场非常有可能从那里反弹，我那200点利润中的很大一部分都可能会消失。这带来了不舒服的感觉，我接受了这一点，并决定保持仓位不变。","我一直被告知，一个优秀交易员应该低买高卖。但每次我低买，它总是越来越低。那么这算哪门子建议？然而，这就是我们开始时听到的建议。这是基准，但如果这是基准，那么只有90%的人亏钱简直就是奇迹，应该有100%的人亏钱。因为低买高卖是一种必然导致失败的做法。"]},{"author":"威廉·彼得·汉密尔顿","content":["那些认为股票市场就是赌场的业余爱好者，从一开始就错了。他们很容易患得患失，受到亏损时就持有惜售；市场如愿上涨时，却过早落袋为安，接着眼睁睁看着市场一路北上而懊悔不已。","专业人士具备以下特征：以任何相同的下注金额来算，当赢时他们赢得最多，当失败不可避免时，他们损失最小。","进入华尔街的交易者们要上的第一课就是：必须要学会止损，并且是迅速止损。","牛市一旦确立，追涨买进股票就是一个可行的投机策略。但是如果刚买完就发现市场出现了次级折返下跌走势，而该股票也跟随市场同样展开调整，那么交易者正确的做法是，毫不犹豫地卖出股票。","如果你期待的特定运动并没有出现，你应该接受亏损或者接受并不令人满意的利润，出局观望，等待下一次机会。","正确的交易策略是随着市场的上涨而增加持有量，而不是下跌时等份买入策略。市场每上涨一次，投资者的保证金账户就安全一分。只要他建仓时分等份的“金字塔”不是建得太高，他持有的股票数量并没有庞大到成为别人攻击的目标的程度，并且他使用“止损单”来锁定利润，那么这个交易者应该能赚到令自己吃惊的财富。"]},{"author":"理查德·W·沙巴克","content":["虽然在形态的形成过程中获利也是可行的，但是当价格朝着市场主流趋势快速运动时利润更大、更确切，而市场主流趋势就从这些区域形态或准备阶段中生成。最好要有耐心，要克制急于入场交易的行为，在没有完好的形态出现时先做一个市场的旁观者，而不是耐不住寂寞，在形势不理想时急于出手。因为过于草率的行动经常会导致失去资金和信心。切记老交易者的格言：“在市场上赚钱的原则有三条：①耐心，②耐心，③更加耐心！”","总有诱惑力让人把很不规则不完善的形态进行某种程度上荒谬的解读，交易员会想象出与之相似的各种形态，交易行为就有了理由。形态交易绝不是没有缺点，即使形态几乎完美，一厢情愿地在形态未完成前轻率入场，那这时的风险回报肯定不合理。","交易者应该主要根据确切的大趋势进行交易，而不是企图把握市场每一个阶段的走势变化。如果你也专注于一些逆着大趋势的小走势变化，结果必然是在走势复杂变化面前犹豫不决，总想以自己内心的一厢情愿来判断市场大趋势的转折。","虽然交易者有理由在市场中获取小额利润，但问题是在进行这些短线交易时，他决不能失去对市场主要走势的把握。因为主要走势才有他获取利润的最大的机会。","成功的交易者应该认识到他的分析对市场动向毫无直接影响，并不是交易者告诉市场该如何变化，而是市场告诉交易者他该如何分析。","如果只因为市场变化迟缓、不活跃，就轻易地改变计划或市场策略是没有理由的，只有真正的走势明确地和以前的判断相反时才可以改变计划和策略。","我们在实际市场操作中，最值得信赖的朋友就是市场本身，因为它已经把它自己可能的前景展现给了那些能够成功解读其信号和征兆的人了。","市场永远是对的！对于我们个人而言，唯有顺势而为这一条正确的道路可行，只有这样亦唯有这样，才能减少损失乃至于获利。请一定牢记：永远不要同价格去争辩。","市场运动的基本框架是由逆转形态和持续形态所构成的。当市场价格运动的态势确立之后，它就会沿着既有的趋势持续运动，直到有外力来改变这种运动方向。这个外力是什么并不重要，重要的是当这种改变发生的时候，你的反应是什么。","一旦某种趋势形成，就应该假设它会一直合理地持续运行下去直到转势。一言以蔽之，趋势就是交易的基础，是利润的来源。一定要顺势而行，直到趋势出现明确的反转。","“新手”所犯的最常见错误之一就是，在略有浮盈时急于获利，过早出场；在出现浮亏时却置之不理，放任亏损增大。","交易者绝不能就此认为线外走势的预示一贯正确，再强调一次，没有一种技术形态或价格结构百分百的可靠。但是，如果出现了价格突破一个明确的形态，然后又返回到该形态之内，只要形态不被反向突破，交易者就可以预期一个同方向的形态再次突破。","在采取行动之前，要理智地全面考虑风险。这条原则意味着，在买卖任何个股的时候，交易者要想到他的希望、计划以及技术分析有可能被证明是100%错误的。在股票交易上有了这方面的假设，他就应当考虑如果真的发生了这样的不幸，他该如何办，该采取什么措施。"]},{"author":"杰西·利弗莫尔","content":["优秀的投机家们总是在等待，总是有耐心，等待着市场证实他们的判断。要记住，在市场本身的表现证实你的看法之前，不要完全相信你的判断。","要想在投机中赚到钱，就得买卖一开始就表现出利润的商品或者股票。那些买进或卖出后就出现浮亏的东西说明你正在犯错，一般情况下，如果三天之内依然没有改善，立马抛掉它。","绝不要平摊亏损，一定要牢牢记住这个原则。","在价格进入到一个明显的趋势之后，它将一直沿着贯穿其整个趋势的特定路线而自动运行。","当我看见一个危险信号的时候，我不跟它争执，我躲开！几天以后，如果一切看起来还不错，我就再回来。这样，我会省去很多麻烦，也会省很多钱。","记住这一点：在你什么都不做的时候，那些觉得自己每天都必须买进卖出的投机者们正在为你的下一次投机打基础，你会从他们的错误中找到盈利的机会。","只要认识到趋势在什么地方出现，顺着潮流驾驭你的投机之舟，就能从中得到好处。不要跟市场争论，最重要的是，不要跟市场争个高低。","不管是在什么时候，我都有耐心等待市场到达我称为“关键点”的那个位置，只有到了这个时候，我才开始进场交易，在我的操作中，只要我是这样的，总能赚到钱。因为我是在一个趋势刚开始的心理时刻开始交易的，我不用担心亏钱，原因很简单，我恰好是在我个人的原则告诉我立刻采取行动的时候果断进场开始跟进的，因此，我要做的就是，坐着不动，静观市场按照它的行情发展。我知道，如果我这样做了，市场本身的表现会在恰当的时机给我发出让我获利平仓的信号。","我的经验是，如果我不是在接近某个趋势的开始点才进场交易，我就绝不会从这个趋势中获取多少利润。","“罗马不是一天建成的”，真正重大的趋势不会在一天或一个星期就结束，它走完自身的逻辑过程需要时间。重要的是，市场运动的一个很大部分是发生在整个运动过程的最后48小时之内，这段时间是进入市场或退出市场最重要的时机。","利用关键点位预测市场运动的时候，要记住，如果价格在超过或是跌破某个关键点位后，价格的运动不像它应该表现得那样，这就是一个必须密切关注的危险信号。","在进入交易之前，最重要的是最小阻力线是否和你的方向一致。","当一个投机者能确定价格的关键点，并能解释它在那个点位上的表现时，他从一开始就胜券在握了。","在心理上预测行情就行了，但一定不要轻举妄动，要等待，直到你从市场上得到证实你的判断是正确的信号，到了那个时候，而且只有到了那个时候，你才能用你的钱去进行交易。","在长线交易中，除了知识以外，耐心比任何其他因素更为重要。实际上，耐心和知识是相辅相成的，那些想通过投机获得成功的人应该学会一个简单的道理：在你买入或是卖出之前，你必须仔细研究，确认是不是你进场的最好时机。只有这样，你才能保证你的头寸是正确的头寸。","我赚到大钱的诀窍不在于我怎么思考，而在于我能安坐不动，坐着不动！明白吗？在股票这行，能够买对了且能安坐不动的人少之又少，我发现这是最难学的。忽略大势，执着于股票的小波动是致命的。这行的秘密就在于牛市时，买进股票，安坐不动，直到你认为牛市结束时再脱手。","投机，是天下彻头彻尾最富魔力的行当。但是，这行当愚蠢的人不能干，懒得动脑子的人不能干，心理不健全的人不能干，企图一夜暴富的冒险家不能干。这些人如果贸然卷入，到头来终究会一贫如洗。","我的理论和实践都已经证明，在投机生意中，或者说在证券和商品市场的投资事业中，从来没有什么全新的东西——万变不离其宗。有些市场条件下，我们应当投机；同样肯定地，有些市场条件下，我们不应当投机。","为了投资或投机成功，我们必须就某只股票下一步的重要动向形成自己的判断。投机其实就是预期即将到来的市场运动。","如果你从市场角度判断，它将产生明确的看涨或看跌效果，此时千万不要草率地认定自己的看法，一定要等到市场变化本身已经验证了你的观点之后，才能在自己的判断上签字画押，因为它的市场效应未必如你倾向的看法那样明确。","行情已经沿着一个明确的趋势方向持续了一段时间，一则看涨的或者看跌的新闻也许对市场产生不了一丝一毫的作用。当时，市场本身或许已经处于超买或超卖状态，在这样的市场条件下，市场肯定对这则消息视而不见。","你必须完全抛弃自己对市场的个人意见，将注意力百分之百地转向市场变化本身。意见千错万错，市场永远不错。","对投资者或投机者来说，除非市场按照你的个人意见变化，否则个人意见一文不值。今天，没有任何人或者任何组织能够人为制造行情、人为阻止行情。","我的经验足以为我证明，真正从投机交易中得来的利润，都来自那些从头开始就一直盈利的头寸。","我总是选择一个关键的心理时刻来投入第一笔交易——这个时刻是，当前市场运动的力度如此强大，它将径直继续向前冲去。这只股票之所以继续向前冲，不是因为我的操作，而是因为它背后这股力量如此强大，它不得不向前冲，而且也的确正在向前冲。","满怀希望是人类的显著特点之一，担惊受怕则是另一个同样显著的特点。然而，一旦你将希望和恐惧这两种情绪搅进投机事业，就会面临一个极可怕的危险局面，因为你往往会被两种情绪搅糊涂了，从而颠倒了它们的位置——本该害怕的时候却满怀希望，本有希望的时候却惊恐不安。","只要这只股票的表现对头、市场对头，就不要急于实现利润。你知道你是正确的，因为如果不是，你根本就不会有利润。让利润奔跑吧，你驾驭它一起奔跑，也许它最终会扩大为一笔很可观的利润。只要市场的表现没有任何迹象引起你的担心，那就鼓起勇气，坚定自己的信念，坚持到底。","利润总能自己照顾自己，而亏损永远不会自动了结。投机者不得不对当初的小额亏损采取止损措施，以确保自己不会蒙受大额损失。这样一来，就能维持自己账户的生存，终有一日，当他心中形成了某种建设性想法时，还能重整旗鼓，开立新头寸，持有与过去犯错误时相同数额的股票。投机者不得不充当自己的保险经纪人，确保投机事业持续下去只有一条路可走：小心守护账户里的资本，决不允许亏损大到足以威胁未来操作的程度。留得青山在，不怕没柴烧。","成功的投机绝对不是什么单纯的赌博。投资者或投机者为了系统地、持续地取得成功，必须掌握一定的判断准则。","当我在行情记录上看到某只股票的上升趋势正在展开时，会先等股价出现正常的向下回撤，然后，股价一创新高便立即买进。当我卖空的时候，也采取同样的方式。什么道理？我正在选择恰当的时机追随这个趋势。我的行情记录发出信号——前进！","如果你头笔交易已经处于亏损状态，就绝不要继续跟进，否则你就是太执迷不悟了。绝不要企图摊低亏损的头寸。一定要把这个想法深深地刻在你的脑子里。","行情开始的时候，开头几天你会注意到，伴随着价格的逐渐上涨，形成了非常巨大的成交量。随后，将发生我所称的“正常的回撤”。在向下回落过程中，成交量远远小于前几天上升时期。这种小规模回撤行情完全正常，永远不要害怕这种正常动作。","一厢情愿的想法必须彻底消除；假如你不放过每一个交易日，天天投机，就不可能成功；每年仅有寥寥可数的几次机会，可能只有四五次，只有在这些时机，才可以允许自己下场开立头寸；在上述时机之外的空档里，你应当置身事外，让市场逐步酝酿下一场大幅运动。","如果你正确地把握了这轮行情的时机，那么你投入的第一笔头寸应当从头开始一直处于盈利状态。从此往后，你需要做的一切就是保持警戒，观察危险信号的出现，然后果断出场，将纸上利润转化为真金白银。","他们对次要的市场上升或下跌全神贯注，反倒错过了主要规模的市场运动。当大幅度的趋势行情发生后，几乎无可避免地，绝大多数市场参与者总是持有相反方向的头寸。那些癖好在日内小幅频繁波动中快进快出的投机客，永远不能在下一轮重大行情发生时捕捉到机会。","在股票市场上摊子铺得太大、四处出击也很危险。我的意思是，不要同时在许多股票上建立头寸。同时照顾几只股票尚能胜任，同时照顾许多股票就不胜负荷了。","今天的投机者如果能既有耐心又有判断力，等待恰当的行动时机，最终会有更好的机会从市场上实现丰厚利润，因为在当前市场条件下，已经不允许出现那么多人为操纵的市场波动了。","绝大多数投机者都有一个通病——急于求成，总想在很短的时间内发财致富。他们不是准备花费两到三年的时间来使自己的资本增值500%，而是企图在两到三个月内做到这一点。偶尔，他们会成功。然而，此类大胆交易者最终有没有保住胜利果实呢？没有。为什么？因为这些钱来得不稳妥，来得快去得也快，只在他们那里过手了片刻。","投机者应当将这一点看成一项行为准则：每当把一个成功的交易平仓了结的时候，总取出一半的利润，储存到保险箱里积蓄起来","投机本身就是一门生意，所有人都应当把它当生意看待，专心致志。","价格形态提醒你，每一场重大市场运动都仅仅是类似价格运动的重演，正因如此，一旦对过去的价格动作了然于胸，你就有能力正确预期和应对即将到来的运动，并从中获利。","太多的投机者听凭冲动买进或卖出，几乎把所有的头寸都堆积在同一个价位上，而不是拉开战线。这种做法是错误而危险的。","建立第一笔头寸后，你要明确决定在万一判断错误的情况下，自己愿意承担多大的风险。如果根据这里介绍的理论行事，也许会有一两次你的头寸是亏损的。但是，如果你坚持一贯如此，只要市场到达你认定的关键点就坚持再次入市，那么，一旦真正的市场运动开始，你就势必已经在场内了。简而言之，你不可能丧失机会。","“提防内幕消息……一切内幕消息概不例外。”","现在，我终于领悟到，股票市场没有任何新花样，价格运动一直重复进行，尽管各种股票的具体情况各有不同，但是它们的一般价格形态是完全一致的。","我满脑子都是投机意识，我的目的是要制定一种策略，终日在市场里买进卖出，捕捉小规模的日内变动。这是不对的，幸亏我及时清醒地认识到这个错误。","经过长期努力，其中的秘密终于渐渐展现出来。我的行情记录明白地告诉我，它们不会帮助我追逐小规模的日内波动。但是，只要我瞪大眼睛，就能看到预告重大运动即将到来的价格形态正在形成。","毫无疑问，能否按照这样的设想来取得成功，取决于当行情记录发出行动信号时你行动的勇气和果决。没有任何犹豫的余地。你必须照着这条路子训练自己的意志。如果你还要等什么人来给你解释解释，或者告诉你理由，或者给你打气，行动的时机就已经溜走了。","每次当我失去耐心，不是等待关键点到来的时机，而是胡乱交易企图快快获利的时候，就总是赔钱。","在窄幅波动的市场行情中，当价格谈不上任何明确方向而是只在狭窄范围内横向延伸时，企图预期市场下一步大动作到底是向上还是向下，是没有任何道理的。你该做的是观察市场、研读纸带以确定价格横向波动的上下极限位置，拿定主意除非市场在哪一个方向上突破了上述极限位置否则绝不沾手。","几个月以来，它一直在1.1~1.2美元之间震荡，特别没有方向感。当市场向上超越1.2美元后，也就确定了最小阻力线是向上的，之后我便立刻顺着最小阻力线买入。"]},{"author":"柯蒂斯·费思","content":["在交易时要有一个具有优势的，长期执行能产生正向期望值的交易系统，这样才有机会取得长期稳定的盈利。","在每一次交易时，都要做好控制风险的工作，否则就算你有一套可以盈利的交易系统，也等不到赚钱的那一天。","持之以恒，对交易系统要始终保持严格的执行力。","大道至简，交易者要认识到交易的核心很简单，尽量去抓住每一波趋势，一年之中抓住两三波大的趋势行情，得到的收益就占了年收益的大头。所以，千万不要错过任何一波趋势行情（宁愿做错也不能错过）。","交易行业里还有一句老话：“落袋为安的人永远也不会破产。”但海龟们不会同意这种论调。趋势跟踪者们最常犯的错误之一就是过早地退出赢利的头寸，也就是过早地“落袋为安”。","价格永远也不会直上直下，没有波动。因此，要想抓住一次趋势，你必须允许价格偶尔向不利的方向变动。在趋势的初期，这往往意味着10%~30%的利润在你眼前化为乌有，反而转为小小的损失。在趋势的中期，你或许会眼睁睁地看着80%~100%的利润跌去三四成。在这些情况下，放掉包袱、“锁定利润”的诱惑是很强大的。","交易者总有一种提早退出的强烈冲动。你需要极强的纪律性才能坚守阵地，忍受利润的蒸发，直到抓住真正的大趋势。在大的赢利交易中遵守纪律和法则的能力就是经验丰富的成功交易者们的标志。","有许多海龟并没有赚钱。这不是因为我的法则无效，而是因为他们不能也没有遵守这些法则。","海龟法则是很难坚持的，因为它们以捕捉相对罕见的大趋势为基础。正因为大趋势难得一见，所以你在迎来赢利期之前可能要等上好多个月，有时候甚至是一两年。在漫长的等待中，你很容易对海龟系统产生怀疑，忍无可忍地放弃这个系统。你会想：如果这些法则不再有效了怎么办？如果市场已经变了怎么办？如果这些法则有重要的错漏怎么办？我怎么知道这个系统一定有效？","要想坚持一个交易系统的法则，建立对系统的信心是非常重要的。无论是海龟系统、类似系统还是其他完全不同的系统，你必须亲自用历史交易数据检验你的系统。别人说一个系统有效是没用的，其他人的研究结果也不代表什么。你必须自己完成这个任务。","遵守系统法则的命令退出亏损的头寸是一个生死攸关的要点。不会甩掉损失的交易者在长期内都不会成功。包括巴林银行和长期资本管理基金的灾难在内，几乎所有失去控制的致命交易行为都与不能防微杜渐地及时控制损失有关。要控制损失，最重要的一件事就是在入市之前就确定退出的标准。一旦价格到达了你的止损标准，你必须退出——坚定不移，无一例外。犹豫和动摇终将酿成灾难。","海龟们需要坚定不移地遵守入市信号，因为一整年的大部分利润很有可能就来自于两三次大的赢利交易。哪怕你只忽略或错过了一个信号，这一年的回报率也可能大打折扣。表现最好的海龟们都是入市法则的坚定信徒。表现最差的海龟和那些被淘汰出海龟计划的人都不能始终如一地坚持法则。","海龟们总是在突破发生时立即入市交易，不会等到当日收盘或次日开盘时。在跳空开盘的情况下，假如开盘价已经跳过了突破价，海龟们就在开盘时入市。","现在我领悟了一个交易者的生活真谛：没有冒险就没有收获。风险是你的朋友，不要怕它，要理解它，控制它，与它共舞。优秀的交易者会自信地等待机会，但也会作好损失的准备。他们不会犹豫不决，因为他们不怕犯错，这是在大风大浪中培养出的应有品质。他们走自己的路，不怕失败，因为他们知道，失败只是生活的一部分，只是成功和成长的必要前提。","如果你有一个有效的交易系统，而且能坚定不移地遵守它，你的行动就会更具统一性，尽管连续的损失或巨大的赢利也会激起内心的思想斗争。一个千锤百炼的机械性交易系统能赋予你信心、统一性和纪律性，这就是许多顶尖交易者的成功要诀。","要建立对系统性交易方法的信心，我所知道的最好的方法就是用交易模拟软件来检验系统。这样的软件能帮助你看到过去，恰似真实历史的重现。","交易不是赛跑，而是拳击。市场会挥动铁拳痛击你，竭尽全力地打败你。要想获胜，你必须在12个回合的结束钟声敲响时仍然安然无恙地站立在拳击台上。","简单一点。操作得当的简单的交易方法总能击败那些复杂、花哨的梦幻方法","与其整天去寻找那些新颖、完美并在过去的市场上所向披靡的超级指标，不如把时间花在更有意义的地方。我建议你去试试某些简单的系统","不要整天去膜拜杂志上的那些梦幻工具，学会如何用好最基础的工具才是第一位的。重要的不是你的工具有多大的威力，而是你能不能用好这些工具。","大多数新手都会高估自己承受痛苦的能力，他们自以为能承受30%或40%（甚至50%、70%）的衰落，其实他们不能。这对他们的交易有极端不利的影响，因为这通常会导致他们彻底放弃交易，或是在遭受了衰落期中的重大损失之后慌忙改变策略，而这恰恰是最不应该改变策略的时候。","人们并不明白，尽管交易确实简单，但交易并不容易。你可以花费很多的时间和很长的学习过程去认识到交易有多么简单，但是，大多数交易者不知要经历多少失败才能认识到简单行事、抓住核心有多么难","当价格“冲破”前期的阻力位或支撑位水平时，突破就发生了。作为突破法交易者，我们在阻力位被突破时买入做多，在支撑位被突破的时候卖出做空。在市场短期突破支撑位时，我们卖出以退出多头交易；在市场短期突破阻力位时，我们买入以退出空头交易。","趋势跟踪者们的优势就在于支撑位和阻力位刚刚被打破时的认知滞后。在这些时候，人们仍然固守以往的信念，迟迟不肯转变，因此市场的变化速度并不够快，不足以反映新的现实。也正是因为这个原因，统计证据显示，市场在支撑位和阻力位被打破后的惯性前行趋势比在其他时候更为显著。","优势是在买者和卖者之间的战场上发现的。作为一个交易者，你的任务就是找到这些战场，静观谁胜谁败。","交易是你进行的，你应该对结果负责。不要责怪任何人给了你坏的建议，也不要责怪任何人没有把秘诀告诉你。如果你做了愚蠢的事，要从错误中学习，不要装作没有犯错。然后去想办法避免再犯同样的错误。","重要的是现在：不要对过去念念不忘，也不要去预测未来。前者对你无益，后者是徒劳的。","从概率角度考虑问题，不要预测未来：不要试图作出正确的预测，唯有使用概率对你有利的方法，你才能在长期内获得成功。","对你自己的交易结果负责：不要把你的错误和失败归咎于其他人、市场、你的经纪人等。要对自己的错误负责，从错误中学习。","我也相信，只要我们忠实地遵守了系统，即使赔钱也没有关系。相反，如果我们没有遵守系统，即使我们避免了损失，也不会得到里奇的认可。","你的大部分利润可能就来自两三次成功的交易，所以不要错过任何趋势，否则你全年的努力可能都会化为泡影。","你完全可以凭借那些闻名已久的理念和概念获得成功，但前提是，你必须始终如一地坚持这些法则。这就是交易的秘诀，也是海龟们的成功秘诀。","每一个人的身上都有一种根深蒂固的系统性、重复性的非理性，而交易者的非理性会导致市场的波动。海龟方式之所以有效，而且始终有效，原因就在于它是以这种来源于非理性的市场波动为基础的。"]},{"author":"比特趋势大作手","content":["一旦你建仓之后，就要认为会有大行情，相应地操作，不要由于无聊或者没有耐心而入市或者退场。入市之后就顺应趋势，它持续的时间与幅度都比你想象得长。假如你错了，市场就会通知你尽快地退出。","如果你知道何谓趋势，而且也知道它在什么时候最可能发生变化，你实际上已经掌握市场获利的全部知识了。","这市场的秘密就是：判断周线方向，然后在日线找个合适的位置开仓，死拿到底，不到止损位不要跑，不赚到暴利不要止盈（中途可以增仓）！","在止盈时机上，没形成大单边行情前，我会忽略均线，买入后不看任何技术，只守着止损。","月线、周线定方向，日线找进场位置，牛市只做多，熊市只做空！","长线才是交易员的归宿！做短线会在震荡行情里亏光，短线动来动去，毛都没赚到，短线必须彻底摒弃，许多人在洗盘中丢掉好的价格仓位，持仓成本越来越高，赚又没赚几个点！","你只需要专注周线、月线图分析，就比别人格局更大，站得更高了。周线、月线形态的突破行情，是任何人、任何机构都阻止不了的！","现在我只信大趋势+长线持仓！什么技术都没有大趋势方向判断重要！","头寸就是一个交易员的命，千万不要轻易丢掉！宁愿利润全部回撤，也不要丢掉好位置！","做交易不能只看技术分析，有时候需要一点信仰和格局，止损肯定要设，没被止损就要拿着！","日线是幻觉来的，周线才是真实，走出幻觉，走向真实！许多小菜鸡整天盯着日线或小时线看，每有小波动就一惊一乍，坐不住就不可能赚到钱！关注长期趋势，大势就是一切！","顺势，止损，轻仓，拿住——顺势容易对，止损活得久，轻仓心态好，拿住赚大钱！","我们必须要对技术面和基本面结合起来分析，形成对市场长远的看法和交易计划，这样才可能赚到大钱，投机是预期未来几个月至几年的重大行情的发生，而不是求快求短！","金融市场中最迅速而安全的赚钱方法，是尽早察觉趋势的改变，建立头寸，顺着趋势前进，并在趋势反转之前或之后不久，了结你的头寸。","其实我们只能赚到符合自己交易模式的行情的钱，不在自己交易模式的行情的钱也没必要去赚了。","中长线趋势交易最常做的操作就是不操作！没错，就是等待。等待形态突破开仓、等待形态突破加仓、等待大涨了一段距离再止盈，这些都是要时间的，可能几个月甚至一年。","要想在合约市场中生存，很简单，也就是每一次下单都必须要轻仓，把仓位分成许多小份：30、40、50甚至100份，这样就算连续止损10多次也能屹立不倒。","我说了每次下单都要轻仓，很多人误解了轻仓不能赚大钱，但是只要懂得利用分仓的交易方法，轻仓一样能赚取几何级别的大钱！","只有大波动、大趋势才能赚大钱，历史上、身边的大神都是依靠一波大趋势发财的。而那些说能依靠日内小波动能赚大钱的，又有多少人做到呢？","突破就干，然后设置合理的止损，有浮盈就拿着，等待分仓交易机会，等大涨了一段距离再止盈。这样就完事了，交易就是这么简单。","我用过缠论、波浪、谐波、江恩等交易理论后，我觉得最简单、最有效的交易理论就是趋势形态理论，跟随大趋势才能赚大钱。","往往越接近本质的东西，就应该是越简单的。无论是交易者还是科学家，比拼的都应该是化繁为简、寻找本质的能力。","当我们用追求利润、逃避亏损之心来面对交易的时候，我们得到的并非是利润而恰恰就是亏损。","为什么你拿不住单？还不是因为你的仓位太大了，把仓位减轻、减轻、再减轻！","做趋势交易，止损是常态，止盈才是偶然的！如果你接受不了用许多次小额止损来换取一次大赚特赚的止盈，那就不要学习趋势交易！","耐心等待行情的发展，不预测行情，用概率思维做交易，把总本金分30~100份，每次只下一份，亏损就尽快止损，盈利就死拿到底并且见时机分仓交易，只要遇到趋势大行情就能赚取暴利，期待那一天的到来（虽然大行情不常有）！"]},{"author":"青泽","content":["不可能找到百战百胜、完美的市场交易理论，必须放弃寻找“投资圣杯”。","成功的投机者在交易中能严格限制损失，及时砍掉亏损部位；相反，对盈利头寸则做到了尽可能地扩大战果。","只有具备正确的投资理念，你才能心安理得地接受每一次交易结果的不确定性，赚你该赚的钱，亏你该亏的钱，愿赌服输。","这个市场不缺明星，只缺寿星。“如履薄冰，如临深渊”，敬畏市场、顺应市场，控制风险，永远是投资者的立身之本。","市场其实并不存在着绝对的解释，只是一种概率和可能性。","因为他们懂得多，反而让他们内心世界充满矛盾，无法理解这个市场。这就是老子说的“多则惑，少则得”，“为学日益，为道日损”。","从投机的角度看，顺势而为这个模糊定性的原则才是成功投资的关键。我觉得有种风格是成功交易员中比较常见的：顺势、轻仓、止损、中长线","我可以明确地告诉你：不但是我，任何人都不可能知道市场价格运动的高低点在哪里。频繁的交易基本判了你死刑：不要盼望你能在低吸高抛的短线交易中获胜。","市场突破的临界状态，未来走势非此即彼，这时候可以加大仓位，止损幅度可以比正常状态小很多。","投机者要在市场交易中取得成功，一个基本原则必须遵守，那就是亏的时候尽量少亏一点，赚的时候力求多赚一些，在成功率难以大幅提高的情况下，追求较好的盈亏比是取得良好业绩的保证。","所谓的交易境界，指的是投机者在洞悉了技术层面的局限性以后，有了自己的投资哲学和思想体系，通过构建相对合理的交易策略和风险管理方法，在交易中放弃完美，进退有序，淡定从容的心境。"]},{"author":"金融帝国","content":["这个世界上不可能有哪种策略是完美的，这里我只能说：趋势跟踪是一种最不坏的策略。很显然，趋势跟踪策略并非是效率最大的策略，但的确是一种弊端最小的策略。","我的意思是说，你比别人相信更少具有缺陷的观念，才更容易成功！坦率地说，我的交易之路并非是一条不断学习之路，而更像是不断剔除无效观念之路。如果你相信了错误的观念，那么你将会为此付出代价！","现实与市场有一个相似之处，正确与否并不重要，重要的是顺应潮流。","交易你的计划、计划你的交易，可以让你在市场上获得利润。","其实捕获大趋势是非常不容易的一件事情，我们必须具备趋势位置的优势，同样也必须具备价格位置的优势。如果你没有一个良好的入场价位，那么你会更容易丢掉趋势中的位置。只有一个良好的入场价位，你才能够心平气和地忍受价格的正常回撤。"," 学会炒股获利并不困难，只不过需要学会三件事情：敢赢（敢于长时间持有获利筹码）、敢输（敢于果断地进行止损）、敢等（在没有获利机会的市场阶段什么都不做）。要知道，学习这三件事情的难度是逐级递增的，而学会等待恐怕是最为困难的事情。对交易没有热情的人，往往难以付出足够的精力来学习交易；而对交易有足够热情的人，往往更加难以学会等待。","“赢冲输缩”的价值在于最大程度地规避破产风险，同时又在最亏得起的时点上通过增加仓位来实现利润最大化。毫无疑问，“赢冲输缩”是有其巨大价值的。","要知道，如果轻仓下你都无法实现稳定获利，那么重仓之下就一定不可能实现稳定获利。反之，即使轻仓下你能够实现稳定获利，那么重仓下也不能保证仍旧能够实现稳定获利。","在市场上，如果你能承认亏损的合理性，并且能够接受亏损是无法避免地会发生。那么你的交易行为才不会畏首畏尾，从而能够做到得心应手。否则前怕狼、后怕虎的拖拉作风，只会让我们最终等到真正的狼、真正的虎。","看来，人们对于“赌”这个字的反感程度太惊人了！最终为了避免大家对我的误解，只好将“赌”这个词换一个文雅一些的称呼——“试错”。","很多人奇怪地对我说：“我没有你这么高的交易水平，所以只能做做短线。”简直是胡扯，短线是我都不敢涉及的高难度交易方式。我明白这些人的思维方式，他们误认为我获取的大利润是看得准。他们根本就不相信，我能够在毫不知情的前提下，将获利头寸长期持有。","市场上没有任何方法能够指向唯一确定的结果，否则就会产生市场怪物。那么所有的交易方法都是基于概率的产物！这样一来，交易的盈利模式与赌场的盈利模式就别无二致了。所不同的是，赌场靠规则上的概率优势实现长期的必然盈利；而交易者靠人性的不对称性建立起来的概率优势实现长期的必然盈利。"," 趋势跟踪系统产生的大赔率在嘲笑众多小亏损的同时，也在嘲笑其他的分析方法以及我的思考与智慧。毕竟趋势跟踪系统的正确率通常在40％以下，那么靠其他技术来规避假信号将会变得非常容易。甚至我们随机的放弃一次信号，结果都有可能是避免了一次亏损。问题是，万一我们放过了一次真信号指出的大行情时。不但我们之前所做的全部努力带来的“好处”都会荡然无存，而且会出现得不偿失的结局。","不追求确定性还有可能成功，而追求确定性就必然会失败！如果将守门员扑球比做交易的话，那么三分之一的正确率在五倍的赔率面前照样可以获利，而追求确定性的交易者通常什么都得不到！","一笔成功的交易需要正确的开仓、正确的持仓、正确的离市、正确的资金管理。而这其中一个环节出现问题，就可能出现交易最终的失败。"," 交易的成败不取决于你最大的优势有多大，而取决于你最大的劣势有多大。这也是我反复提倡交易应该简单而不是繁琐的原因，毕竟交易是一种“失败者的游戏”。","我绝对不是开玩笑，交易的真谛就在于像常人对待利润那样对待你的亏损。","交易者更愿意锁定利润，而逃避亏损的本能，正好为我们找到了获利的武器。","简单地说，对于一定数量的利润而言，多数交易者希望是由更多的盈利次数与更少的亏损次数组成；而我希望由更少的盈利次数与更多的亏损次数组成。","在我看来，股民们大面积亏损的一个最为主要的原因就是正确率太高了！","当你规避了亏损，自然也就规避了利润，明白吗？最后一根压倒骆驼的稻草并非是特殊的！那么，让你盈利的交易也并非是由于特殊的方法而产生的！请记住，盈亏是不可分割的！","遗憾的是，更多的交易者都喜欢同历史比较而得出高低的结论。在他们看来，只有买得比历史低，才算是聪明。如果今天的价位比昨天高，那么今天买入的人就是傻子。","在我看来，更多的交易者都不是趋势思维的信徒。他们不甘心当“傻子”，而在任何一笔买卖当中都要考虑所谓高低的问题。这本身就是一个误区，高低根本就不应该作为买卖的理由！对于我这样的趋势信徒而言：只要上涨还在继续，那么多高都不嫌高；只要下跌还在继续，那么多低都不嫌低。","在我看来，对于大多数中小投资者而言，趋势跟踪是一种最好的策略。"]}]